@extends('layouts.master')

@section('header')
    @include('includes.publicHeader')
@stop

@section('content')
    <style>
        .our-terms{
            direction: rtl;
        }
    </style>
    <div class="container">
        <div class="card our-terms">
            نشكرك على استخدام موقعنا على الويب . تهمنا ثقتك بنا و نحن ملتزمون بحماية خصوصية معلوماتك الشخصية و أمانها.
            يقدم هذا المستند توضيحا للطريقة التي نستخدم و نعالج من خلالها بياناتك الشخصية.
            <br>
            يُرجى قراءة هذه الشروط المُلزمة " شروط الاستخدام"  أو
            "الاتفاقية"  بعناية قبل استخدام هذا الموقع أو إجراء حجز.
            إن دخولك على هذا الموقع أو استخدامك له أو مشاهدته أو
            إحالتك إليه أو حفظه أو تخزينه هو أو أي من خدماته، أو وظائفه،
            أو مواده، أو محتوياته يعني التزامك بالموافقة على كل شروط
            وأحكام وتنبيهات هذا الموقع بدون تعديل. وإذا لم تكن مستخدماً
            مخولاً، وإذا كنت لا توافق على شروط هذه الاتفاقية، لا يُسمح لك
            باستخدام هذا الموقع، بما في ذلك على سبيل المثال لا الحصر إجراء
            حجز أو تنزيل أي محتوى منه.
            <br>
            لم نجمع معلوماتك الشخصية ؟!
            1-	الحجز خلال عملية الحجز لا نطلب منك سوى الحصول على البيانات الشخصية التي تحتاجها لتزويدك بخدمتنا و يشتمل الأمر على إكمال حجزك و إدارته أو إرسال مراسلات لك عبر البريد الألكتروني أو المكالمات او الرسائل النصية فيما يتعلق بحجزك مثل بيانات التأكيد و التعديل و التذكير
            <br>2-	حساب المستخدم يمكن للمستخدمين إنشاء حساب راكب او حساب سائق على موقعنا و تستخدم مثل هذه المعلومات من أجل إدارة حسابك لتتمكن من رؤية الحجوزات اذا كنت في حساب السائق و رؤية الرحلات سواء كنت في حساب السائق او حساب الراكب
            <br>
            إذا كنت توافق على سياسة الخصوصية لدينا فبإمكانك الاستعداد كليا لخوض التجربة .

        </div>
    </div>

@stop

@section('footer')
    @include('includes.publicFooter')
@stop
